output-feast-serve/output-e30-f50-c5-r10.txt
Requests      [total, rate, throughput]         600, 10.02, 7.99
Duration      [total, attack, wait]             1m4s, 59.9s, 4.522s
Latencies     [min, mean, 50, 90, 95, 99, max]  93.472ms, 3.249s, 4.105s, 5s, 5s, 5s, 5s
Bytes In      [total, mean]                     31477649, 52462.75
Bytes Out     [total, mean]                     124990, 208.32
Success       [ratio]                           85.83%
Status Codes  [code:count]                      0:85  200:515  
Error Set:
Post "http://feast-serve-0:6566/get-online-features": context deadline exceeded (Client.Timeout exceeded while awaiting headers)